[
  {
    "slug": "mr-advogados",
    "name": "MR Advogados",
    "logo": "logo.png",
    "introTitle": "O desafio foi construir um site moderno que identificasse com a nova marca.",
    "introDescription": ["O desafio foi desenvolver um site moderno que representasse a nova marca Monteiro & Rolim Advocacia e Consultoria. Apostamos em um design que combinasse estética e funcionalidade, entregando uma plataforma responsiva e alinhada às necessidades do escritório."],
    "projectImage1": "/assets/images/portfolio/mr-advogados/image1.png",
    "projectImage2": "/assets/images/portfolio/mr-advogados/image2.svg",
    "projectImage3": "/assets/images/portfolio/mr-advogados/image3.svg",
    "projectImage4": "/assets/images/portfolio/mr-advogados/image4.svg",
    "metricAndValue": [{ "value": "+8", "metric": "Páginas criadas" }, { "value": "+30%", "metric": "Mais rápido" }, { "value": "600+", "metric": "Linhas de código" }],
    "developmentDescription": "O site foi desenvolvido com uma plataforma robusta e flexível, aproveitando os recursos avançados do WordPress. Essa abordagem garantiu uma estrutura responsiva, navegação intuitiva e integração de ferramentas para otimizar o desempenho e a gestão do conteúdo.",
    "qualityAndDeliveryDescription": "O projeto foi entregue com excelência, focado no desempenho técnico, design moderno e experiência do usuário. Cada etapa do desenvolvimento priorizou resultados de alta qualidade, alinhados às expectativas do cliente.",
    "descriptions": ["Plataforma WordPress para máxima flexibilidade e gestão.", "Design responsivo, otimizado para desempenho e SEO.", "Navegação intuitiva com foco na experiência do usuário.", "Desenvolvimento eficiente, alinhado às melhores práticas digitais."],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  },
  {
    "slug": "agillock",
    "name": "Agillock",
    "logo": "agillock-logo.png",
    "introTitle": "A criação de um site institucional para reforçar a imagem da marca.",
    "introDescription": ["Desenvolvemos um site moderno e dinâmico para a Agillock, com foco em melhorar a presença online da marca, e facilitar o acesso aos serviços oferecidos."],
    "projectImage1": "/assets/images/portfolio/agillock/image1.png",
    "projectImage2": "/assets/images/portfolio/agillock/image2.svg",
    "projectImage3": "/assets/images/portfolio/agillock/image3.svg",
    "metricAndValue": [{ "value": "+5", "metric": "Páginas criadas" }, { "value": "+25%", "metric": "Tempo de carregamento reduzido" }],
    "developmentDescription": "O site foi desenvolvido utilizando tecnologias modernas como Next.js, garantindo agilidade e responsividade. A estrutura foi otimizada para garantir uma navegação fluida e intuitiva.",
    "qualityAndDeliveryDescription": "O projeto foi entregue com foco em design moderno e performance, melhorando a imagem da marca e permitindo fácil acesso aos serviços oferecidos pela Agillock.",
    "descriptions": ["Design clean e focado na funcionalidade", "Tecnologia Next.js para desempenho otimizado", "Estrutura responsiva para acessibilidade em qualquer dispositivo", "Foco em SEO e boas práticas de desenvolvimento"],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  },
  {
    "slug": "academia-cearense-de-economia",
    "name": "Academia Cearense de Economia",
    "logo": "academia-ce-logo.png",
    "introTitle": "Desenvolvimento de um site institucional para um ambiente acadêmico.",
    "introDescription": ["Criamos um site para a Academia Cearense de Economia com o objetivo de modernizar sua presença digital, melhorar a navegação e engajar a comunidade acadêmica."],
    "projectImage1": "/assets/images/portfolio/academia-cearense/image1.png",
    "projectImage2": "/assets/images/portfolio/academia-cearense/image2.svg",
    "projectImage3": "/assets/images/portfolio/academia-cearense/image3.svg",
    "metricAndValue": [{ "value": "+6", "metric": "Páginas informativas" }, { "value": "+20%", "metric": "Aumento de visitas" }],
    "developmentDescription": "Desenvolvemos o site utilizando WordPress para garantir flexibilidade na gestão de conteúdo, com integração de funcionalidades como área de membros e eventos acadêmicos.",
    "qualityAndDeliveryDescription": "O projeto foi entregue com um design focado em facilitar a navegação e a comunicação entre a academia e a sua comunidade, além de ser otimizado para SEO e acessibilidade.",
    "descriptions": ["Plataforma WordPress com gestão fácil de conteúdo", "Funcionalidades personalizadas para área de membros e eventos", "Design responsivo otimizado para dispositivos móveis", "SEO integrado para maior visibilidade"],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  },
  {
    "slug": "agility",
    "name": "Agility",
    "logo": "agility-logo.png",
    "introTitle": "A modernização da identidade visual da Agility.",
    "introDescription": ["Criamos um design completo para a Agility, incluindo logo, tipografia e paleta de cores, focando em reposicionar a marca de forma moderna e alinhada com seus valores."],
    "projectImage1": "/assets/images/portfolio/agility/image1.png",
    "projectImage2": "/assets/images/portfolio/agility/image2.svg",
    "projectImage3": "/assets/images/portfolio/agility/image3.svg",
    "metricAndValue": [{ "value": "+1", "metric": "Novo logotipo" }, { "value": "+3", "metric": "Elementos de design criados" }],
    "developmentDescription": "Focamos na modernização da identidade visual da Agility, criando um logo, tipografia e paleta de cores que refletem a evolução da empresa e sua visão de futuro.",
    "qualityAndDeliveryDescription": "O design foi criado para reposicionar a marca no mercado, trazendo mais clareza e uma abordagem visual mais moderna e impactante.",
    "descriptions": ["Logo e identidade visual alinhados com os valores da empresa", "Paleta de cores e tipografia modernas e impactantes", "Design que transmite confiança e inovação", "Reposicionamento da marca com foco em resultados de longo prazo"],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  },
  {
    "slug": "easytolive",
    "name": "EasyToLive",
    "logo": "easytolive-logo.png",
    "introTitle": "Design de aplicativo focado em MVP prático e bonito.",
    "introDescription": ["Criamos o design do aplicativo EasyToLive com um foco total em MVP, garantindo que fosse funcional, bonito e fácil de usar, com feedback positivo do cliente."],
    "projectImage1": "/assets/images/portfolio/easytolive/image1.png",
    "projectImage2": "/assets/images/portfolio/easytolive/image2.svg",
    "projectImage3": "/assets/images/portfolio/easytolive/image3.svg",
    "metricAndValue": [{ "value": "+1", "metric": "App desenvolvido" }, { "value": "100%", "metric": "Feedback positivo do cliente" }],
    "developmentDescription": "Focamos em criar um design de aplicativo intuitivo e visualmente agradável, pensando em cada detalhe do usuário e mantendo a simplicidade do MVP.",
    "qualityAndDeliveryDescription": "O design foi aprovado pelo cliente, com grande satisfação sobre a usabilidade e a estética. A solução entregue está pronta para escalar e melhorar com o tempo.",
    "descriptions": ["UI/UX focado em experiência prática", "Design visualmente agradável e intuitivo", "MVP entregue com sucesso", "Feedback positivo do cliente sobre a usabilidade"],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  },
 {
    "slug": "dynotest",
    "name": "Dynotest",
    "logo": "dynotest-logo.png",
    "introTitle": "Desenvolvimento de um site para posicionamento da marca e aumento de contato com clientes.",
    "introDescription": ["Criamos o site da Dynotest com o objetivo de posicionar a marca no mercado e aumentar o contato com os clientes, incluindo funcionalidades de contato inteligente."],
    "projectImage1": "/assets/images/portfolio/dynotest/image1.png",
    "projectImage2": "/assets/images/portfolio/dynotest/image2.svg",
    "projectImage3": "/assets/images/portfolio/dynotest/image3.svg",
    "metricAndValue": [{ "value": "+4", "metric": "Páginas criadas" }, { "value": "+10%", "metric": "Aumento de contatos" }],
    "developmentDescription": "Desenvolvemos o site focado no posicionamento da marca Dynotest, com integração de funcionalidades como WhatsApp para contato direto e uma navegação intuitiva que permite aos usuários acessar rapidamente as informações e serviços.",
    "qualityAndDeliveryDescription": "O projeto foi entregue com foco em melhorar o relacionamento com os clientes, facilitando a comunicação através do site e aumentando a presença online da marca. O site também foi otimizado para desempenho e usabilidade.",
    "descriptions": ["Integração de WhatsApp para contato direto", "Foco em posicionamento de marca no mercado", "Navegação intuitiva e design responsivo", "Aumento na quantidade de contatos e interações"],
    "squadMembers": [
      "felipe-macedo",
      "renan-martins"
    ]
  }
]
